Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/referenda/index.html.txt.tmx
Source language: en
Languages: ga

source: When the Government wishes to change or amend the Constitution, or introduce a law of national importance, a referendum must be held
ga: Má tá an Rialtas ag iarraidh rud a athrú i mBunreacht na hÉireann, ní foláir dó é sin a dhéanamh tríd reifreann bunreachtúil a eagrú

source: An ordinary referendum is one that does not relate to amending the Constitution. Find out why an ordinary referendum would be held
ga: Is féidir gnáth reifreann a bheith ann, sé sin ceann nach mbaineann le leasú a dhéanamh ar an mBunreacht, faigh amach cén fáth go mbeadh aon reifreann den chineál seo ann

source: A Constitutional Referendum in Ireland occurs each time the Government wishes to change or amend the Constitution
ga: Gach uair atá an Rialtas ag iarraidh athraithe nó leasaithe a dhéanamh ar an mBunreacht, ní foláir dó é sin a dhéanamh trí reifreann bunreachtúil a eagrú

source: Voting in a referendum
ga: Ag Caitheamh Vóta i Reifreann

source: Who can vote in a referendum in Ireland, where do you cast your vote and how do you cast your vote?
ga: Cé aige/aici a bhfuil vóta i reifreann in Éirinn, cá agus conas a chaitheann tú do vóta?

source: Information on how the results of a referendum are determined
ga: Tá eolas anseo faoi conas a dhéantar cinneadh faoi thoradh i Reifreann

source: A referendum commission is set up to give the public accurate and unbiased information about each new referendum
ga: Déantar cuir síos anseo ar obair choimisiúin an reifreann a bhunaítear chun eolas cruinn neamhspleách a chuir ar fáil don phobal ginearálta gach uair a mbíonn reifreann nua ann

source: Most Read in "Government in Ireland"
ga: Ábhar is mó éilimh i "Rialtas in Éirinn"

source: Fundamental Rights under the Irish Constitution
ga: Bunchearta faoi Bhunreacht na hÉireann
